Repository: KDE/kruler
Catalog: po/*/kruler.po
Languages: be

source: If this option is enabled, the window is being kept above other windows.
be: Калі гэты параметр уключаны, акно будзе знаходзіцца па-над іншымі вокнамі.

source: Always on top
be: Заўсёды наверсе

source: Background color:
be: Колер фону:

source: Font:
be: Шрыфт:

source: Show tray icon
be: Паказваць значок на прасторы апавяшчэнняў

source: This is a tool to measure pixel distances on the screen. It is useful for working on layouts of dialogs, web pages etc.
be: Гэта інструмент для вымярэння адлегласці на экране ў пікселях. Гэта карысна для працы над макетамі дыялогавых акон, вэб-старонак і г. д.

source: Rotate
be: Павярнуць

source: &Scale
be: &Шкала

source: Right to Left
be: Справа ўлева

source: Center Origin
be: Ад цэнтра

source: Offset...
be: Зрух...

source: Percentage
be: Адсотак

source: O&pacity
be: П&разрыстасць

source: Left to Right
be: Злева ўправа

source: Bottom to Top
be: Знізу ўверх

source: Top to Bottom
be: Зверху ўніз

# @title:window
source: Scale Offset
be: Зрух шкалы

source: Offset:
be: Зрух:

source: Appearance
be: Выгляд

source: Advanced
be: Дадатковыя налады

source: Background color of the ruler.
be: Колер фону лінейкі.

source: Length of the ruler.
be: Даўжыня лінейкі.

source: Font of the text on the ruler scale.
be: Шрыфт тэксту на шкале лінейкі.

source: Horizontal ruler
be: Гарызантальная лінейка

source: Direction of the ruler
be: Кірунак лінейкі

source: Offset of the origin
be: Зрух ад цэнтра

source: Is the scale of the ruler relative (percentage)
be: Ці адносная шкала лінейкі (у адсотках)

source: Is a tray icon used
be: Ці выкарыстоўваецца значок на прасторы апавяшчэнняў

source: Opacity of the window
be: Непразрыстасць акна

source: Is always on top
be: Ці заўсёды наверсе

source: KDE Screen Ruler
be: Экранная лінейка KDE

source: A screen ruler by KDE
be: Экранная лінейка ад KDE

source: Maintainer
be: Суправаджальнік

source: Former Maintainer and Developer
be: Былы суправаджальнік і распрацоўнік

source: Initial port to KDE 2
be: Пачатковы перанос на KDE 2

# NAME OF TRANSLATORS
source: Your names
be: Дарафей Праляскоўскі, Antikruk

# EMAIL OF TRANSLATORS
source: Your emails
be: komzpa@licei2.com, nashtlumach@gmail.com
